Repository: 231110519/CerminAjaib_ProyekAkhir
Catalog: l10n/app_*.arb
Languages: id, ja

source: Settings
id: Pengaturan
ja: 設定

# accountAndHealthData
source: Account & Health Data
id: Akun & Data Kesehatan
ja: アカウントと健康データ

source: Health Data
id: Data Kesehatan
ja: 健康データ

# manageHealthData
source: View and manage your medical records
id: Lihat dan kelola rekam medis Anda
ja: 医療記録を表示および管理する

source: Consultation History
id: Riwayat Konsultasi
ja: 相談履歴

# viewChatAndSchedule
source: View chat history and doctor schedule
id: Lihat riwayat chat dan jadwal dokter
ja: チャット履歴と医師のスケジュールを見る

source: App Preferences
id: Preferensi Aplikasi
ja: アプリの設定

source: Notification
id: Notifikasi
ja: 通知

# manageReminder
source: Manage daily reminders & consultations
id: Atur pengingat harian & konsultasi
ja: 毎日のリマインダーと相談を管理する

source: Dark Mode
id: Mode Gelap
ja: ダークモード

source: Enable night mode
id: Aktifkan tampilan malam
ja: ナイトモードを有効にする

source: Language
id: Bahasa
ja: 言語

# chooseLanguage
source: Choose app language
id: Pilih bahasa aplikasi
ja: アプリの言語を選択する

# privacyAndHelp
source: Privacy & Help
id: Privasi & Bantuan
ja: プライバシーとヘルプ

source: Privacy & Security
id: Privasi & Keamanan
ja: プライバシーとセキュリティ

# manageAccess
source: Manage access to your medical data
id: Atur izin akses data medis Anda
ja: 医療データへのアクセスを管理する

source: About App
id: Tentang Aplikasi
ja: アプリについて

# versionInfo
source: Version, developer, and support contact
id: Versi, pengembang, dan kontak bantuan
ja: バージョン、開発者、サポート連絡先
